---
kind: property
id: P:Autodesk.Revit.DB.Analysis.HVACLoadType.AreaPerPerson
source: html/12fe9592-2db9-74b7-151e-0639a61be846.htm
---
# Autodesk.Revit.DB.Analysis.HVACLoadType.AreaPerPerson Property

The area per person.

## Syntax (C#)
```csharp
public double AreaPerPerson { get; set; }
```

## Exceptions
- **Autodesk.Revit.Exceptions.ArgumentOutOfRangeException** - When setting this property: The given value for value must be non-negative.